const SUBWAY_LINES: Record<string, string> = {
  "1001": "1호선",
  "1002": "2호선",
  "1003": "3호선",
  "1004": "4호선",
  "1005": "5호선",
  "1006": "6호선",
  "1007": "7호선",
  "1008": "8호선",
  "1009": "9호선",
  "1021": "인천1호선",
  "1022": "인천2호선",
  "1063": "경의중앙선",
  "1065": "공항철도",
  "1067": "경춘선",
  "1069": "인천국제공항선", // 구형 데이터 방어
  "1071": "수인선", // 구형 데이터 방어
  "1075": "수인분당선",
  "1077": "신분당선",

  "1092": "우이신설선",
  "1094": "신림선",
  "4101": "신분당선",
  "4301": "에버라인",
  "4601": "의정부경전철",
  "4701": "김포골드라인",
  "4801": "서해선",
};

export default SUBWAY_LINES;
